"Update" = "Mettre à jour";
"Length:" = "Longueur :";
"Characters" = "Caractères";
"Alphanumeric" = "Alphanumérique";
"Frequency" = "Fréquence";
"Groups" = "Groupes";
"Length" = "Longueur";
"Weight" = "Poids";
"Word" = "Mot";
"Search" = "Rechercher";
"Similar" = "Similaire";
"Analogy" = "Analogie";
"Quality of results" = "Qualité des résultats";
"#" = "N°";